Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_services/gp_and_hospital_services/gp_services_to_medical_card_holders.html.txt.tmx
Source language: en
Languages: ga

source: GP services to medical card holders
ga: Seirbhísí LG do dhaoine a bhfuil cártaí leighis acu

source: General Practitioners (GPs) provide services to medical card holders free of charge
ga: Cuireann Liachleachtóirí Ginearálta (LG) seirbhísí ar fáil saor in aisce do Shealbhóirí Chartaí Leighis

source: GPs in the General Medical Services (GMS) Scheme enter into contracts with the Health Service Executive (HSE) to provide services
ga: Déanann na Liachleachtóirí Ginearálta, a ghlacann páirt sa scéim Seirbhísí Ginearálta Leighis (SGL), conarthaí le Feidhmeannacht na Seirbhíse Sláinte maidir le seirbhísí a sholáthar

source: Patients may generally choose their doctor from a panel of doctors who are part of the scheme, provided the doctor is willing to have them as patients
ga: De ghnáth, is féidir leis na hothair a ndochtúir féin a roghnú ó phainéal na ndochtúirí a bhaineann leis an scéim, ar chuntar go bhfuil an dochtúir sásta iad a ghlacadh mar othair

source: In general, services must be provided by your own doctor but there are arrangements for emergencies and for moving out of your area
ga: Go ginearálta, ba cheart do do dhochtúir féin na seirbhísí a chur ar fáil ach tá socruithe i bhfeidhm i gcás éigeandála agus i gcás daoine a fhágann an ceantar

source: Doctors must treat medical card patients in the same way as they treat private patients
ga: Ní mór do na dochtúirí cúram a chur ar fáil d'othair chartaí leighis sa chaoi chéanna is a chuireann siad cúram ar fáil d'othair phríobháideacha

source: When you apply for a medical card, you choose a doctor that is taking part in the scheme and ask the doctor to sign your application form to accept you as a patient
ga: Nuair a dhéanann tú iarratas ar chárta leighis, roghnaíonn tú dochtúir a bhfuil páirt á glacadh aige/aici sa scéim agus iarrann tú ar an dochtúir d’fhoirm iarratais a shíniú chun glacadh leat mar othar

source: Contact your Local Health Office for details of GPs in your area
ga: Déan teagmháil le d’Oifig Sláinte Áitiúil chun teacht ar shonraí ar LGanna i do cheantar

source: If you have a medical card and you want to change your doctor, you complete a Change of Doctor form (pdf) giving details of the new doctor
ga: Má tá cárta leighis agat agus más mian leat do dhochtúir a athrú, comhlánaíonn tú foirm um Athrú Dochtúra (pdf) ina dtugtar sonraí faoin dochtúir nua

source: Medical cards may be issued for a limited period with a review date on the card
ga: Eisítear roinnt cartaí leighis ar feadh tréimhse teoranta agus taispeántar dáta áthbhreithnithe ar an gcárta

source: In general, that means that the HSE will look again to see if you are still entitled to a card
ga: De ghnáth, ciallaíonn sé sin go ndéanfaidh an FSS athscrúdú chun fáil amach an bhfuil tú i dteideal cárta

source: It does not usually involve choosing a doctor again
ga: De ghnáth ní bhíonn dochtúir le roghnú arís

source: Services provided by GPs under the General Medical Services (GMS) Scheme
ga: Seirbhísí á soláthar ag LG faoin SGL

source: The GP's contract with the HSE specifies the range of services that the doctor must provide for medical card holders
ga: Sonraíonn conradh an Liachleachtóra Ghinearálta leis an FSS an réimse seirbhísí a gcaithfidh an dochtúir a sholáthar i gcomhair sealbhóirí chártaí leighis

source: Broadly speaking, these services must be provided at the same level and on the same basis as services to the GP's private patients
ga: Tríd is tríd, ba cheart na seirbhísí seo a sholáthar ag an leibhéal céanna agus ar aon bhonn leis na seirbhísí d'othair phríobháideacha an LG

source: This means that, for example, surgery times must be the same for all patients, access to home visits must be the same, etc
ga: Ciallaíonn sé sin, mar shampla go mba cheart go mbeadh uaireanta clinic mar an gcéanna do na hothair go léir maraon le saoráid chuairteanna baile, srl

source: Among the services that GPs provide for medical card holders are:
ga: I measc na seirbhísí a sholáthraíonn DGanna do shealbhóirí cárta leighis, tá an méid a leanas:

source: • Consultation services at the GP's surgery or at your home as appropriate
ga: • Seirbhísí comhchomhairle ag áras máinliachta an LG nó i do theach féin mar is cuí

source: • Proper and necessary treatment of a kind normally undertaken by a general practitioner; this is a matter of individual medical judgement but it also includes services such as immunisation and vaccination for children
ga: • Cúram ceart agus riachtanach den sórt a nglacfadh LG air féin a dhéanamh go ginearálta - baineann sé sin le breithiúnas leighis phearsanta ach san áireamh tá seirbhísí mar díonadh agus vacsaíniú le haghaidh páistí

source: • Prescriptions for drugs, medicines and appliances as required
ga: • Oidis le haghaidh drugaí, leigheasanna agus fearais faoi mar is gá iad

source: In some cases, GPs dispense drugs and medicines
ga: I roinnt cásanna, déanann LGanna drugaí agus cógais a fhodháileadh

source: • Blood tests to diagnose or monitor a condition
ga: • Cumhdaítear tástálacha fola chun diagnóisiú nó monatóireacht a dhéanamh ar riocht

source: There are certain services that GPs are not obliged to provide free of charge, for example, eye tests for a driving licence or reports for life assurance
ga: Tá seirbhísí áirithe ann nach bhfuil iallach ar LG a sholáthar saor in aisce, mar shampla, teisteanna súl i gcomhair ceadúnais tiomána nó árachais saoil

source: You may also be charged for medical certificates for absence from work
ga: Chomh maith leis sin, féadtar táille a ghearradh ort le haghaidh teastais dochtúra i ngeall ar asláithreacht ón obair

source: If you need a medical report to apply for a social welfare payment, the Department of Social Protection may cover the fee
ga: Má theastaíonn tuairisc leighis uait chun iarratas a dhéanamh ar íocaíocht leasa shóisialaigh, féadfaidh an Roinn Coimirce Sóisialaí íoc as an táille

source: GPs in the GMS scheme are expected to provide or arrange for the provision of appropriate emergency services for their own medical card patients
ga: Ní mór do na LG atá páirteach sa scéim SGL seirbhísí éigeandála cuí a sholáthar nó socruithe a chur i bhfeidhm don soláthar sin dá othair a bhfuil cártaí leighis acu

source: Rota systems may exist to provide cross-cover arrangements with other doctors in out-of-hours situations
ga: D'fhéadfadh córais de réir oird a bheith ann d'fhonn socruithe croschumhdacha dhochtúirí a sholáthar lasmuigh de thráthanna oifige

source: If you move from one Local Health Office area to another you do not have to re-apply for a new GP visit card
ga: Má bhogann tú ó cheantar Oifig Sláinte Áitiúil amháin go ceantar eile, ní gá duit athiarratas a dhéanamh ar Chárta Cuairte LG nua

source: You should contact your new Local Health Office which can give you information about the GPs practising in the new area you live in
ga: Ba cheart duit teagmháil a dhéanamh le d’Oifig Sláinte Áitiúil nua, ar féidir léi faisnéis a thabhairt duit faoi na LGanna atá i mbun cleachtaidh sa cheantar nua ina gcónaíonn tú

source: There is further information about medical cards here, including how to apply for a medical card
ga: Is féidir leat níos mó faisnéise ar chártaí leighis, conas iarratas a dhéanamh ar chárta leighis san áireamh

source: If you have a medical card and want to change doctor, complete the Medical Card Change of Doctor Form (pdf) which is available online or by phoning Locall 1890 252 919
ga: Má tá cárta leighis agat agus más mian leat dochtúir a athrú, comhlánaigh an Fhoirm um Athrú Dochtúra Cárta Leighis (pdf) atá ar fáil ar líne trí ghlao ar Íosghlao 1890 252 919
